Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Programmieren von Betriebssoftware zum Zugriff und zur Benutzung von Cloud-Computing-Netzwerken
en: Programming of operating software for accessing and using a cloud computing network

source: Entwurf und Entwicklung von Betriebssoftware für den Zugriff und das Benutzen von Cloud-Computing-Netzwerken
en: Design and development of operating software for accessing and using a cloud computing network

source: Vermietung von Internet-Sicherheitsprogrammen
en: Rental of Internet security programs

source: Programmierung von Internet-Sicherheitsprogrammen
en: Programming of Internet security programs

source: Entwurf und Entwicklung von Internet-Sicherheitsprogrammen
en: Design and development of Internet security programs

source: Bereitstellung von Informationen zu Entwurf und Entwicklung von Computersoftware, Computersystemen und Computernetzwerken
en: Providing information about the design and development of computer software, systems and networks

source: Beratung und Information zur Vermietung von Computersoftware
en: Consultancy and information services relating to software rental

source: Programmierung von Software für Informationsplattformen im Internet
en: Programming of software for information platforms on the Internet

source: Vorbereitung biologischer Proben zur Prüfung und Analyse in Forschungslabors
en: Preparation of biological samples for testing and analysis in research laboratories

source: Vorbereitung biologischer Proben zu Forschungszwecken
en: Preparation of biological samples for research purposes

source: Technische Projektplanung im Ingenieurwesen
en: Technical project planning in the field of engineering

source: Wissenschaftliche Dienste zur Isolierung und Kultivierung von menschlichem Gewebe und menschlichen Zellen
en: Scientific services relating to the isolation and cultivation of human tissues and cells

source: Industrieanalyse und -forschung in Bezug auf Kfz-Reifen
en: Industrial analysis and research services relating to automobile tires

source: Forschung und Entwicklung in Bezug auf Autoreifen
en: Research and development services relating to automobile tires

source: Vorbereitung immunhistologischer Proben zur Analyse in Forschungslabors
en: Preparation of immunohistological samples for analysis in research laboratories

source: Forschung und Entwicklung im Bereich der Immunhistologie
en: Research and development services in the field of immunohistology

source: Online-Hostfunktionen für interaktive Diskussionen
en: Hosting online facilities for conducting interactive discussions

source: Forschung im Bereich der Gentherapie
en: Research in the field of gene therapy

source: Beratungsleistungen zur Gentherapie-Forschung
en: Advisory services relating to gene therapy research

source: Leistungen der Gentechnik
en: Genetic engineering services

source: Technische Projektstudien zum Ausgleich von CO2-Ausstoß
en: Technical project studies in the field of carbon offsetting

source: Ingenieurleistungen zu Energieversorgungssystemen
en: Engineering services relating to energy supply systems

source: Ingenieurleistungen in Bezug auf Gastransport- und Gasversorgungssysteme
en: Engineering services relating to gas transport and supply systems

source: Ingenieurleistungen für die Gasindustrie
en: Engineering services for the gas industry

source: Prüfdienste für Alarmanlagen und Überwachungssysteme
en: Testing services for alarm and monitoring systems

source: Ingenieurtechnische Dienstleistungen auf dem Gebiet der Umwelttechnik
en: Engineering services in the field of environmental technology

source: Ingenieurleistungen zur Kommunikationstechnologie
en: Engineering services in the field of communications technology

source: Ingenieurleistungen in der Energietechnologie
en: Engineering services in the field of energy technology

source: Ingenieurleistungen zur Antriebsenergie
en: Engineering services in the field of motive power

source: Hosting von computergestützten Daten, Dateien, Anwendungen und Informationen
en: Hosting of computerized data, files, applications and information

source: Elektronische Datensicherung
en: Electronic data back-up

source: Diagnostizieren von Computerhardware-Problemen mittels Software
en: Diagnosing computer hardware problems using software

source: Entwurf und Entwicklung von Computersoftware zur Prozesssteuerung
en: Design and development of computer software for process control

source: Entwurf und Entwicklung von Textverarbeitungssoftware
en: Design and development of word processing software

source: Entwurf und Entwicklung von Software zur Steuerung, Regulierung und Überwachung von Solarenergiesystemen
en: Design and development of software for control, regulation and monitoring of solar energy systems

source: Entwurf und Entwicklung von Geräten für die medizinische Diagnostik
en: Design and development of medical diagnostic apparatus

source: Entwurf und Entwicklung neuer Technologien für andere
en: Design and development of new technology for others

source: Entwurf und Entwicklung von Software für elektronische TV-Programmführer
en: Design and development of software for electronic television program guides

source: Entwurf und Entwicklung von Computersoftware für Logistik, Lieferkettenmanagement und E-Business-Portale
en: Design and development of computer software for logistics, supply chain management and e-business portals

source: Entwurf und Entwicklung von Software für Lieferkettenmanagement
en: Design and development of computer software for supply chain management

source: Entwurf und Entwicklung von Computersoftware für die Logistik
en: Design and development of computer software for logistics

source: Entwicklung von Computersoftware für Logistik, Supply-Chain-Management und E-Business Portale
en: Development of computer software for logistics, supply chain management and e-business portals

source: Entwurf und Entwicklung von Prüf- und Analyseverfahren
en: Design and development of testing and analysis methods

source: Forschungs- und Entwicklungsdienstleistungen im Bereich der Diagnostikmittel
en: Research and development in the field of diagnostic preparations

source: Entwurf und Entwicklung von diagnostischen Geräten
en: Design and development of diagnostic apparatus

source: Entwurf von diagnostischen Instrumenten und Geräten
en: Design of diagnostic apparatus and equipment

source: Entwurf und Entwicklung von kabellosen Datenübertragungsgeräten
en: Design and development of wireless data transmission apparatus

source: Entwurf und Entwicklung von Geräten, Instrumenten und Ausrüstung zur kabellosen Datenübertragung
en: Design and development of wireless data transmission apparatus, instruments and equipment

source: Entwurf und Entwicklung von Systemen zur Eingabe, Ausgabe, Verarbeitung, Anzeige und Speicherung von Daten
en: Design and development of systems for data input, output, processing, display and storage

source: Entwurf und Entwicklung von Datenanzeigesystemen
en: Design and development of data display systems

source: Entwurf und Entwicklung von Datenverarbeitungssystemen
en: Design and development of data processing systems

source: Entwurf und Entwicklung von Dateneingabesystemen
en: Design and development of data entry systems

source: Entwurf und Entwicklung von Software für elektronische Datenbanken
en: Design and development of electronic database software

source: Entwurf und Entwicklung von Computerperipheriegeräten
en: Design and development of computer peripherals

source: Entwicklung von Computersoftware zur Verwendung mit computergesteuerten Schaltsystemen
en: Development of computer software for use with computer-controlled switching systems

source: Entwicklung von Computersoftware zur Verwendung mit programmierbaren Reglern
en: Development of computer software for use with programmable controllers

source: Entwurf und Entwicklung von Medizintechnik
en: Design and development of medical technology

source: Entwurf und Entwicklung von Computersoftware für die Medizintechnik
en: Design and development of computer software for use with medical technology

source: Umwandlung von Texten in digitales Format
en: Conversion of texts to digital format

source: Digitalisierung von Ton und Bild
en: Digitalization of sound and images

source: Programmierung von Computersoftware für elektronische Übersetzungswörterbücher und -datenbanken
en: Programming of computer software for electronic language translation dictionaries and databases

source: Entwurf und Entwicklung von elektronischen Übersetzungswörterbüchern und -datenbanken
en: Design and development of electronic language translation dictionaries and databases

source: Vorbereitung biologischer Proben zur Analyse in Forschungslaboren
en: Preparation of biological samples for analysis in research laboratories

source: Programmierung von Computersoftware zur Auswertung und Berechnung von Daten
en: Programming of computer software for evaluation and calculation of data

source: Entwurf und Entwicklung von Computersoftware zur Bewertung und Berechnung von Daten
en: Design and development of computer software for evaluation and calculation of data

source: Programmieren von Computersoftware zum Lesen, Übertragen und Ordnen von Daten
en: Programming of computer software for reading, transmitting and organising data

source: Entwurf und Entwicklung von Computersoftware zum Lesen, Übertragen und Ordnen von Daten
en: Design and development of computer software for reading, transmitting and organising data

source: Erstellung und Pflege von Websites für Mobiltelefone
en: Creating and maintaining websites for mobile phones

source: Programmierung von Energiemanagementsoftware
en: Programming of energy management software

source: Entwurf und Entwicklung von Energiemanagementsoftware
en: Design and development of energy management software

source: Beratungsleistungen zu Laborversuchen
en: Consultancy relating to laboratory testing

source: Beratung in Bezug auf Forschung und Entwicklung im Bereich therapeutischer Verfahren
en: Consultancy relating to research and development in the field of therapeutics

source: Beratungsleistungen im Bereich der Pharmaforschung
en: Consultancy in the field of pharmaceutical research

source: Beratungsleistungen im Bereich Entwurf und Entwicklung von Computersoftwareprogrammen
en: Consultancy relating to the design and development of computer software programs

source: Entwurf und Entwicklung von Hardwarearchitektur von Computern
en: Design and development of computer hardware architecture

source: Beratungsleistungen im Bereich Cloud-Computernetze und -Anwendungen
en: Consulting in the field of cloud computing networks and applications

source: Beratungsleistungen im Bereich Gestaltung von Homepages und Internetseiten
en: Consultancy relating to the design of home pages and Internet sites

source: Entwurf und Entwicklung von Endoprothesen
en: Design and development of endoprostheses

source: Entwurf und Entwicklung von Prothesen
en: Design and development of prostheses

source: Entwicklung von Prothesen
en: Development of prostheses

source: Design von Prothesen
en: Design of prostheses

source: Beratungs- und Informationsdienste zu Entwurf, Programmierung und Wartung von Computersoftware
en: Consultancy and information services relating to the design, programming and maintenance of computer software

source: Beratungs- und Informationsdienste zur Wartung von Computersoftware
en: Consultancy and information services relating to software maintenance

source: Beratungs- und Informationsdienstleistungen zur Computerprogrammierung
en: Consultancy and information services relating to computer programming

source: Beratungs- und Informationsdienste zum Entwurf von Computersoftware
en: Consultancy and information services relating to computer software design

source: Erstellen von Programmen für die Energieindustrie
en: Computer programming for the energy industry

source: Computerprogrammierung zur Datenverarbeitung
en: Computer programming for data processing

source: Computergestützte wissenschaftliche Analyse
en: Computer aided scientific analysis services

source: Computergestützte wissenschaftliche Forschung
en: Computer aided scientific research services

source: Computergestützte industrielle Forschung
en: Computer aided industrial research services

source: Kompression von Daten zur elektronischen Speicherung
en: Compression of data for electronic storage

source: Zusammenstellung von Webseiten für das Internet
en: Compilation of web pages for the Internet

source: Prüfdienste zur Qualitäts- und Standardszertifizierung
en: Testing services for the certification of quality or standards

source: Beratungsdienstleistungen zu geologischen Forschung
en: Consultancy relating to geological surveys

source: Beratungsdienste im Bereich Architektur und Bauzeichnen
en: Consultancy in the field of architecture and construction drafting

source: Forschung und Entwicklung im Bereich der Antikörper
en: Research and development services in the field of antibodies

source: Analysen und Prüfdienste bezüglich elektrotechnischer Geräte
en: Analysis and testing services relating to electrical engineering apparatus

source: Beratung und Entwicklung in Bezug auf Computersoftware
en: Advice and development services relating to computer software

source: Verwaltung von Benutzerrechten in Computernetzen
en: Administration of user rights in computer networks

source: Entwurfs- und Planungsdienstleistungen in Bezug auf Telekommunikationsausrüstung
en: Design and planning services relating to telecommunication equipment

source: Technische Beratung in Verbindung mit Energiesparmaßnahmen
en: Technical advice in connection with energy-saving measures

source: Dienstleistungen zur Computersicherheit zum Schutz vor illegalem Netzwerkzugang
en: Computer security services for protection against illegal network access

source: Wissenschaftliche Forschung und Analysen
en: Scientific research and analysis

source: Vermietung von Computersoftware in Bezug auf Reisen
en: Rental of computer software relating to travel

source: Vermietung von Computerdatenbanksoftware
en: Rental of computer database software

source: Bereitstellung von technischen Informationen zu Computern
en: Provision of technical information in relation to computers

source: Bereitstellung von Informationen zu Ergebnissen klinischer Studien zu pharmazeutischen Produkten
en: Providing information about the results of clinical trials for pharmaceutical products

source: Bereitstellung von Online-Informationen zur industriellen Analyse und Forschung
en: Providing online information about industrial analysis and research services

source: Bereitstellung von Informationen über industrielle Analyse und Forschung
en: Providing information about industrial analysis and research services

source: Hosting von E-Commerce-Plattformen im Internet
en: Hosting of e-commerce platforms on the Internet

source: Programmierung von Software für E-Commerce-Plattformen
en: Programming of software for e-commerce platforms

source: Programmierung von Telekommunikationssoftware
en: Programming of telecommunications software

source: Programmierung von Software für Internetplattformen
en: Programming of software for Internet platforms

source: Produktprüfung zur Qualitätskontrolle
en: Product quality control testing

source: Entwicklung von Software zur Verwendung mit Druckmaschinen
en: Design of software for use with printing machines

source: Beratungsleistungen zu Software für Kommunikationssysteme
en: Consultancy relating to software for communication systems

source: Wartung und Aktualisierung von Software für Kommunikationssysteme
en: Maintenance and updating of software for communication systems

source: Entwurf und Aktualisierung von Homepages und Webseiten
en: Design and updating of home pages and web pages

source: Inspektion von Waren für die Qualitätskontrolle
en: Inspection of goods for quality control

source: Industrielle Analyse und Forschung im Bereich der Chemie
en: Industrial analysis and research services in the field of chemistry

source: Entwurf und Entwicklung von Stromverteilungsnetzen
en: Design and development of energy distribution networks

source: Entwicklung und Wartung von Datenbanksoftware
en: Development and maintenance of computer database software

source: Entwicklung und Wartung von Software
en: Development and maintenance of computer software

source: Entwicklung von Prüfgeräten für elektrische Drähte
en: Development of testing apparatus for electrical wires

source: Entwurf und Entwicklung von elektronischen Wörterbüchern
en: Design and development of electronic dictionaries

source: Entwurf und Entwicklung von elektronischen Grußkarten [E-Cards]
en: Design and development of electronic greeting cards

source: Entwurf und Entwicklung von Software zur Routenplanung
en: Design and development of route planning software

source: Entwurf und Entwicklung von Navigationssystemen
en: Design and development of navigation systems

source: Erstellung, Pflege und Hosting von Websites anderer
en: Creating, maintaining and hosting the websites of others

source: Beratungsleistungen zu Sicherheitssoftware
en: Consultancy in the field of security software

source: Beratungsleistungen zur Wiederherstellung von Computerdaten
en: Consultancy relating to the recovery of computer data

source: Beratungsleistungen zur Integration von Computersystemen
en: Consultancy in the field of computer system integration

source: Beratungsleistungen zur Analyse von Computersystemen
en: Consultancy in the field of computer system analysis

source: Beratungsleistungen zur Aktualisierung von Computersoftware
en: Consultancy relating to the updating of software

source: Beratungs- und Informationsdienste zur Integration von Computersystemen
en: Consultancy and information services relating to computer system integration

source: Beratungs- und Informationsdienste zu Architektur und Infrastruktur der Informationstechnologie
en: Consultancy and information services relating to information technology architecture and infrastructure

source: Beratungs- und Informationsdienstleistungen in Bezug auf Informationstechnologie
en: Consultancy and information services relating to information technology

source: Entwurf, Entwicklung und Programmierung von Computersoftware
en: Design, development and programming of computer software

source: Hosting von kundengebundenen Webseiten
en: Hosting of customized web pages

source: Erstellung und Pflege kundenspezifischer Websites
en: Creating and maintaining customized web pages

source: Analyse im Bereich der Molekularbiologie
en: Analysis in the field of molecular biology

source: Technische Beratung in Bezug auf die Installation und Pflege von Computersoftware
en: Technical consultancy relating to the installation and maintenance of computer software

source: Technische Beratung zur Anwendung und Nutzung von Computersoftware
en: Technical consultancy relating to the application and use of computer software

source: Installation, Wartung, Aktualisierung und Upgrades von Computersoftware
en: Installation, maintenance, updating and upgrading of computer software

source: Beratung im Bereich der Telekommunikationstechnik
en: Telecommunications engineering consultancy

source: Technologische Beratung im Bereich Energieerzeugung und Energienutzung
en: Technological consultancy in the fields of energy production and use

source: Softwareengineering für Datenverarbeitungsprogramme
en: Software engineering services for data processing programs

source: Überwachung der Wasserqualität
en: Monitoring of water quality

source: Durchführung wissenschaftlicher Studien
en: Conducting of scientific studies

source: Forschung im Bereich der Entwicklung von Computerhardware
en: Research relating to the development of computer hardware

source: Forschung und Entwicklung im Bereich der Genexpressionssysteme
en: Research and development services in the field of gene expression systems

source: Forschung und Entwicklung im Bereich der Immunologie
en: Research and development services in the field of immunology

source: Forschung und Entwicklung im Bereich der Chemie
en: Research and development services in the field of chemistry

source: Forschung und Entwicklung im Bereich Antikörpertechnologie
en: Research and development services in the field of antibody technology

source: Forschung und Entwicklung im Bereich der Zytologie
en: Research and development services in the field of cytology

source: Forschung und Entwicklung im Bereich der Bakteriologie
en: Research and development services in the field of bacteriology

source: Bereitstellung der zeitweiligen Nutzung von nicht herunterladbarer Investment-Software
en: Providing temporary use of online non-downloadable investment software

source: Hosting von Plattformen im Internet
en: Hosting platforms on the Internet

source: Hostfunktionen für Speicherplatz im Internet
en: Hosting memory space on the Internet

source: Bereitstellung von Informationen im Bereich Computersoftwaredesign
en: Providing information in the field of computer software design

source: Bereitstellung von Informationen für Computersoftwareentwicklung
en: Providing information in the field of computer software development

source: Bereitstellung von Informationen zu Produktdesign
en: Providing information in the field of product design

source: Bereitstellung von Informationen im Bereich Produktentwicklung
en: Providing information in the field of product development

source: Programmieren von Software für Internetportale, Chatrooms, Chatlines und Internetforen
en: Programming of software for Internet portals, chatrooms, chat lines and Internet forums

source: Entwurf, Erstellung und Programmierung von Webseiten
en: Design, creation and programming of web pages

source: Programmierung von Webseiten
en: Programming of web pages

source: Prüfleistungen zur Qualitätskontrolle von Gartenbaugeräten
en: Quality control testing services for horticultural equipment

source: Prüfleistungen zur Qualitätskontrolle von landwirtschaftlichen Geräten
en: Quality control testing services for agricultural machinery

source: Prüfleistungen zur Qualitätskontrolle von industriellen Geräten
en: Quality control testing services for industrial machinery

source: Beratung zur Erstellung von Homepages und Internetseiten
en: Consultancy relating to the creation of homepages and Internet pages

source: Durchführung klinischer Studien für pharmazeutische Produkte
en: Conducting clinical trials for pharmaceutical products

source: Beratungs- und Informationsdienste zu Computerperipheriegeräten
en: Advisory and information services relating to computer peripherals

source: Information und Beratung in Bezug auf Computersoftware
en: Advisory and information services relating to computer software

source: Forschung und Entwicklung im Bezug auf Computerhardware
en: Research and development services relating to computer hardware

source: Beratungsleistungen zu Computerdatenbankprogrammen
en: Consultancy relating to computer database programs

source: Forschung im Bereich Computerhardware
en: Research in the field of computer hardware

source: Testen von Computersoftware
en: Testing of computer software

source: Prüfung von Computerhardware
en: Testing of computer hardware

source: Programmierung von Computeranimationen
en: Programming of computer animations

source: Qualitätsprüfung von Erzeugnissen zu Zertifizierungszwecken
en: Quality testing of products for certification purposes

source: Architekturleistungen für das Design von Geschäftsräumen
en: Architectural services for the design of retail premises
